docs/notes/2021-02-04-10-02-32-lunde_2016_Milestones.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-10-28 qui 14:53 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>lunde_2016_Milestones: Milestones in European housing finance</title>
<meta name="author" content="Gabriel Petrini" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">lunde_2016_Milestones: Milestones in European housing finance</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#lunde_2016_Milestones">Milestones in European housing finance</a>
<ul>
<li><a href="#org5e3fcf4">FISH-5SS</a></li>
<li><a href="#org55e5740">Backlinks</a></li>
</ul>
</li>
<li><a href="#org616a240">Chapter 1 - Introduction: Milestones in European Housing Finance since 1989</a>
<ul>
<li><a href="#org828e145">Introduction</a></li>
<li><a href="#org99a8644">Defining housing finance</a></li>
<li><a href="#orgbff3d2f">Countries</a></li>
<li><a href="#orgc0c22da">Trends in mortgage systems</a></li>
<li><a href="#org62d05a7">Mortgage debt and price increases - enabling each other?</a>
<ul>
<li><a href="#org98332b3">The expansion in mortgage debt</a></li>
<li><a href="#org95550fe">Trends in house prices</a></li>
<li><a href="#org5075d51">Bringing the two together</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org23ac236">Chapter 2 - European Housing Finance Models in 1989 and 2014</a>
<ul>
<li><a href="#org1c8b980">Introduction</a></li>
<li><a href="#org7a91636">Mortgage systems</a>
<ul>
<li><a href="#orgcb7a4c9">The overall picture</a></li>
<li><a href="#orgea7dc58">The decline in equity financing</a></li>
<li><a href="#orgc675cf4">Comparison</a></li>
</ul>
</li>
<li><a href="#orgb34b62e">Funding the supply of mortgages</a></li>
<li><a href="#orgff7c354">Mortgage characteristics</a>
<ul>
<li><a href="#orgd4010c6">Credit assessment</a></li>
<li><a href="#org2196ea1">Property valuation and registration</a></li>
<li><a href="#orgdc9f9c1">Lending restrictions on access to a mortgage or housing loan</a></li>
<li><a href="#org0bb8841">Terms, currency employed and access to equity withdrawal</a></li>
<li><a href="#orgf302be8">Credit risk and guarantees</a></li>
<li><a href="#orgd10991e">How mortgage interest rates are determined</a></li>
<li><a href="#org71134b2">Foreclosures</a></li>
</ul>
</li>
<li><a href="#org844a321">Overview</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>
Time-stamp: 2021-02-04
</p>


<div id="outline-container-lunde_2016_Milestones" class="outline-2">
<h2 id="lunde_2016_Milestones">Milestones in European housing finance</h2>
<div class="outline-text-2" id="text-lunde_2016_Milestones">
</div>

<div id="outline-container-org5e3fcf4" class="outline-3">
<h3 id="org5e3fcf4">FISH-5SS</h3>
<div class="outline-text-3" id="text-org5e3fcf4">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><b>Background</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Supporting Ideas</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Purpose</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Originality/value (Contribution)</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Relevance</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Design/methodology/approach</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Results</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>(Interesting) Findings</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Research limitations/implications (Critics)</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Uncategorized stuff</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>5SS</b></td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org55e5740" class="outline-3">
<h3 id="org55e5740">Backlinks</h3>
<div class="outline-text-3" id="text-org55e5740">
<p>

</p>
</div>
</div>
</div>
<div id="outline-container-org616a240" class="outline-2">
<h2 id="org616a240">Chapter 1 - Introduction: Milestones in European Housing Finance since 1989</h2>
<div class="outline-text-2" id="text-org616a240">
</div>

<div id="outline-container-org828e145" class="outline-3">
<h3 id="org828e145">Introduction</h3>
<div class="outline-text-3" id="text-org828e145">
<p>
Some scholars blame the housing finance dysfunctionality as one of the main causes of the low recovery after the GFC.
However, housing finance was seen as a good example of deregulation and privatization<sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>.
As a general movement, there is a over-exposed risk in mortgage market.
This pattern occurs even in heavily-regulated mortgage markets.
Despite this regularity, there are still different <b>regulatory frameworks</b>, but the similarities are growing even faster.
</p>

<p>
The authors state the 1989-2014 period is unique in which mortgage and house prices moved in parallel.
</p>
</div>
</div>

<div id="outline-container-org99a8644" class="outline-3">
<h3 id="org99a8644">Defining housing finance</h3>
<div class="outline-text-3" id="text-org99a8644">
<p>
In this section, the authors argue the &ldquo;housing finance&rdquo; definition is more broad than usual.
<b>Conventional definition:</b> operation of mortgage markets in the form of housing loans or mortgage loans that enable consumers – owner‐occupiers and sometimes landlords –- to -­ borrow against the value of their housing asset.
They state:
</p>
<blockquote>
<p>
However, housing finance is actually a much broader concept, including financing through the owners’ own resources (i.e. their equity) and – where
relevant – financing by subsidies.
The initial equity (down payment) is often seen as ensuring that the purchaser has a stake in the value of the property, thus reducing the risks faced by the mortgagee. Over time as the mortgage is paid down, as is a common family life‐cycle pattern and, especially if house prices rise, the owners’ equity increases and becomes the predominant source of housing finance for the property.
</p>
</blockquote>

<p>
Next, the author point out that housing system were historically dominated by government provisions, subsidy and source of borrowing.
More recently, government involvement has fallen (both production and provision) and been replaced by private source of finance.
Other relevant change is the permission of equity withdraw at the time of raising a new mortgage and its uses not related to purchasing housing assets.
Additionally, there is finance provision to developer (?) and this is related to <b>bank solvency</b> at the time of the GFC.
</p>
</div>
</div>

<div id="outline-container-orgbff3d2f" class="outline-3">
<h3 id="orgbff3d2f">Countries</h3>
<div class="outline-text-3" id="text-orgbff3d2f">
<p>
The countries in the sample indicates the globalization dimension of the housing deregularization.
They can be clusterised as follows:
</p>
<ul class="org-ul">
<li><b>Anglo-Saxon (most market-oriented):</b> United Kingdom, Ireland and Australia</li>
<li><b>Welfare countries:</b> Denmark, Finland, Iceland, Norway and Sweden; in a minor degree Netherlands, France and Belgium</li>
<li><b>Central European corporatist system:</b> Germany and Austria</li>
<li><b>Ex-communist countries:</b> Czech Republic, Hungary, Poland, Russia and Slovenia</li>
<li><b>Southern European Countries:</b> Portugal, Spain and Turkey</li>
</ul>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><b>Dissertation:</b> This classification could be used as an expectactional path groups in both QCA and tsPanel.</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgc0c22da" class="outline-3">
<h3 id="orgc0c22da">Trends in mortgage systems</h3>
<div class="outline-text-3" id="text-orgc0c22da">
<p>
The authors refer to <a href="green_2010_Housing">green_2010_Housing</a> for an analysis of changes in the USA mortgage market.
As a result of incentives, deregulation, liberalization, housing finance system become more efficient and housing access has increased.
Some of this changes are:
</p>
<ul class="org-ul">
<li>Easier entry into owner occupation</li>
<li>Interest rates decrease</li>
<li>Increase of lifetime affordability</li>
<li>Removing government (!)</li>
<li>Increasing competition</li>
</ul>
<p>
The authors also highlight that this changes occurred during a period of persistent interest rate decreases.
Additionally, this period can be characterized as lower growth rates and higher house prices.
</p>
</div>
</div>

<div id="outline-container-org62d05a7" class="outline-3">
<h3 id="org62d05a7">Mortgage debt and price increases - enabling each other?</h3>
<div class="outline-text-3" id="text-org62d05a7">
</div>
