notes/2021-02-04-10-02-32-lunde_2016_Milestones.org
*** The expansion in mortgage debt
They start this section pointing out textcite:jorda_2016_Great discoveries: the great mortgaging.
Next, they highlight some results that shows the higher household debt is, the longer and deeper the recession is.
cite:woodHousePricesPrivate2020 found similar results as well.

Based on hypostat database, they present how mortgage debt and house prices moved together during the analyzed period.
Netherlands is the country with higher mortgage to GDP ratio while Germany and Austria have the lowest one.
The former is characterized by high LTV ratios; unconstrained tax reliefs for mortgages interests and a shift from public to private financing (social housing in particular).
Further diversion (after GFC) of this ratio seens to be related more to GDP movements than to debt levels.
One of the main changes is the increase of private commercial and mortgaging banking sector:

#+begin_quote
They slowly started to put in place the legal and institutional arrangements necessary for the introduction of mortgage financing and once in place, usually experienced rapid growth rates in outstanding mortgage debt – although from very low levels.
#+end_quote
Additionally, they argue that the mortgage interest rate decrease reduce the requirement downpayments, including lower income households in the market.
At one hand, the house price increase has also increase the collateral against which to borrow.
At the other, this increase worsened housing affordability, so households needed to borrow more and excluded lower income ones.

| *Dissertation:* Since house prices increased, it is not reasonable to lower income households were the ones who speculated with houses. |

*** Trends in house prices
The author's explained this rapid house price increase with growing income --- which is at odds with higher income concentration ---, easier access to credit and *mainly* the relationship between house price rises and capacity to borrow.
*** Bringing the two together
They analyze some series in which highlights the following:
- Countries with higher mortgage debt are those with higher house price inflation
- Germany runs in the opposite direction: house price decrease and increase after the GFC
- Belgium present a stability in house price, different from other countries

| *Dissertation:* Is reasonable to relate the different patter *after* the GFC with the diversity in the institutional arrangements? Thus the increasing similarity at odds with this proposal? |

* Chapter 2 - European Housing Finance Models in 1989 and 2014
:PROPERTIES:
:AUTHOR:   Jens Lunde and Christine Whitehead
:END:

