docs/notes/2021-02-04-10-02-32-lunde_2016_Milestones.html
<div id="outline-container-org98332b3" class="outline-4">
<h4 id="org98332b3">The expansion in mortgage debt</h4>
<div class="outline-text-4" id="text-org98332b3">
<p>
They start this section pointing out <a href="jorda_2016_Great">jorda_2016_Great</a> discoveries: the great mortgaging.
Next, they highlight some results that shows the higher household debt is, the longer and deeper the recession is.
<a href="woodHousePricesPrivate2020">woodHousePricesPrivate2020</a> found similar results as well.
</p>

<p>
Based on hypostat database, they present how mortgage debt and house prices moved together during the analyzed period.
Netherlands is the country with higher mortgage to GDP ratio while Germany and Austria have the lowest one.
The former is characterized by high LTV ratios; unconstrained tax reliefs for mortgages interests and a shift from public to private financing (social housing in particular).
Further diversion (after GFC) of this ratio seens to be related more to GDP movements than to debt levels.
One of the main changes is the increase of private commercial and mortgaging banking sector:
</p>

<blockquote>
<p>
They slowly started to put in place the legal and institutional arrangements necessary for the introduction of mortgage financing and once in place, usually experienced rapid growth rates in outstanding mortgage debt – although from very low levels.
</p>
</blockquote>
<p>
Additionally, they argue that the mortgage interest rate decrease reduce the requirement downpayments, including lower income households in the market.
At one hand, the house price increase has also increase the collateral against which to borrow.
At the other, this increase worsened housing affordability, so households needed to borrow more and excluded lower income ones.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><b>Dissertation:</b> Since house prices increased, it is not reasonable to lower income households were the ones who speculated with houses.</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org95550fe" class="outline-4">
<h4 id="org95550fe">Trends in house prices</h4>
<div class="outline-text-4" id="text-org95550fe">
<p>
The author&rsquo;s explained this rapid house price increase with growing income &#x2014; which is at odds with higher income concentration &#x2014;, easier access to credit and <b>mainly</b> the relationship between house price rises and capacity to borrow.
</p>
</div>
</div>
<div id="outline-container-org5075d51" class="outline-4">
<h4 id="org5075d51">Bringing the two together</h4>
<div class="outline-text-4" id="text-org5075d51">
<p>
They analyze some series in which highlights the following:
</p>
<ul class="org-ul">
<li>Countries with higher mortgage debt are those with higher house price inflation</li>
<li>Germany runs in the opposite direction: house price decrease and increase after the GFC</li>
<li>Belgium present a stability in house price, different from other countries</li>
</ul>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><b>Dissertation:</b> Is reasonable to relate the different patter <b>after</b> the GFC with the diversity in the institutional arrangements? Thus the increasing similarity at odds with this proposal?</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>

<div id="outline-container-org23ac236" class="outline-2">
<h2 id="org23ac236">Chapter 2 - European Housing Finance Models in 1989 and 2014</h2>
<div class="outline-text-2" id="text-org23ac236">
</div>
