notes/2021-02-04-10-02-32-lunde_2016_Milestones.org
** Introduction

|---------------------------------------------+-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|
| <40>                                        | <50>                                                                                                                                                                                                                                                                                                                                                                  |
| *Background*                                  | High public sector participation that falls after the deregulation                                                                                                                                                                                                                                                                                                    |
| *Supporting Ideas*                            |                                                                                                                                                                                                                                                                                                                                                                       |
| *Purpose*                                     | Overview the changes in housing financing system and compare 1989 with 2014                                                                                                                                                                                                                                                                                           |
| *Originality/value (Contribution)*            |                                                                                                                                                                                                                                                                                                                                                                       |
| *Relevance*                                   | It summarizes the main milestones in housing financing system which helps the elaboration of QCA model                                                                                                                                                                                                                                                                |
| *Design/methodology/approach*                 | Questionnaries with other authors.                                                                                                                                                                                                                                                                                                                                    |
| *Sample*                                      | 1989 and 2014 questions for all countries in the book.                                                                                                                                                                                                                                                                                                                |
| *Results*                                     | The *milestones* are: family equity and ordinary bank loans relevance for housing funding declined since 1989; Equity withdraws have become more common while loan terms have been lengthened. Additionally, interest-only mortgages have become even more available; Deposits only funding method become the less common; In 2014, all countries used a LTV-type rule. |
| *(Interesting) Findings*                      |                                                                                                                                                                                                                                                                                                                                                                       |
| *Research limitations/implications (Critics)* |                                                                                                                                                                                                                                                                                                                                                                       |
| *Uncategorized stuff*                         |                                                                                                                                                                                                                                                                                                                                                                       |
| *5SS*                                         |                                                                                                                                                                                                                                                                                                                                                                       |
|---------------------------------------------+-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|

#+CAPTION: Questions
|---------------------------------+-------------------------------|
| Mortgage Market characteristics | Housing loans and lending     |
|---------------------------------+-------------------------------|
| Non-existent                    | Credit assessments            |
| Highly regulated                | Rules to limit Mortgage loans |
| Deregulation has been started   | Access to foreign currency    |
| Liberalized                     | Funding method used           |
|                                 | Incidence of credit risk      |
|                                 | Mortgage type available       |
|                                 | Interest rate determinants    |
|                                 | Foreclosure process           |
|---------------------------------+-------------------------------|

** Mortgage systems

*** The overall picture
- High participation of public sector before and decreasing since the deregulation period
- Restricted Loans are more rare while *remortgaging* and *equity withdraw* are widely accepted
- More loans with longer terms and new instruments
- Some of these changes have been reversed after the GFC


#+begin_note
Some Eastern European countries did not have a housing financing system prior to 1989.
Thus, in a case-comparative paradigm, it may be needed start after 1989.
It will depends on how relevant those Eastern European countries are for the study.
#+end_note

*** The decline in equity financing
As a consequence of lower relevance of equity financing, households has been more leveraged and higher risks for both borrower and lenders.
Austria, Germany and Hungary have some residuals of previous "funding model" in which some households have access to lower interest rates as long as they have saved for a period before (/Bausparkasel/).
Other common-ground is the absence of downpayments requirements.

#+begin_note
The authors state that the removal of downpayment requeriments are a result of banking competition and deregularization, booming the housing buble.
#+end_note
Equity withdraws have become more common while loan terms have been lengthened.
Additionally, interest-only mortgages have become even more available.
Finally, some of this changes have been reversed after the GFC, mainly on equity withdraw and interest-only mortgages.

