docs/notes/2021-02-04-10-02-32-lunde_2016_Milestones.html

<div id="outline-container-org1c8b980" class="outline-3">
<h3 id="org1c8b980">Introduction</h3>
<div class="outline-text-3" id="text-org1c8b980">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><b>Background</b></td>
<td class="org-left">High public sector participation that falls after the deregulation</td>
</tr>

<tr>
<td class="org-left"><b>Supporting Ideas</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Purpose</b></td>
<td class="org-left">Overview the changes in housing financing system and compare 1989 with 2014</td>
</tr>

<tr>
<td class="org-left"><b>Originality/value (Contribution)</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Relevance</b></td>
<td class="org-left">It summarizes the main milestones in housing financing system which helps the elaboration of QCA model</td>
</tr>

<tr>
<td class="org-left"><b>Design/methodology/approach</b></td>
<td class="org-left">Questionnaries with other authors.</td>
</tr>

<tr>
<td class="org-left"><b>Sample</b></td>
<td class="org-left">1989 and 2014 questions for all countries in the book.</td>
</tr>

<tr>
<td class="org-left"><b>Results</b></td>
<td class="org-left">The <b>milestones</b> are: family equity and ordinary bank loans relevance for housing funding declined since 1989; Equity withdraws have become more common while loan terms have been lengthened. Additionally, interest-only mortgages have become even more available; Deposits only funding method become the less common; In 2014, all countries used a LTV-type rule.</td>
</tr>

<tr>
<td class="org-left"><b>(Interesting) Findings</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Research limitations/implications (Critics)</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>Uncategorized stuff</b></td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left"><b>5SS</b></td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 1:</span> Questions</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Mortgage Market characteristics</th>
<th scope="col" class="org-left">Housing loans and lending</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Non-existent</td>
<td class="org-left">Credit assessments</td>
</tr>

<tr>
<td class="org-left">Highly regulated</td>
<td class="org-left">Rules to limit Mortgage loans</td>
</tr>

<tr>
<td class="org-left">Deregulation has been started</td>
<td class="org-left">Access to foreign currency</td>
</tr>

<tr>
<td class="org-left">Liberalized</td>
<td class="org-left">Funding method used</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Incidence of credit risk</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Mortgage type available</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Interest rate determinants</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">Foreclosure process</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org7a91636" class="outline-3">
<h3 id="org7a91636">Mortgage systems</h3>
<div class="outline-text-3" id="text-org7a91636">
</div>
<div id="outline-container-orgcb7a4c9" class="outline-4">
<h4 id="orgcb7a4c9">The overall picture</h4>
<div class="outline-text-4" id="text-orgcb7a4c9">
<ul class="org-ul">
<li>High participation of public sector before and decreasing since the deregulation period</li>
<li>Restricted Loans are more rare while <b>remortgaging</b> and <b>equity withdraw</b> are widely accepted</li>
<li>More loans with longer terms and new instruments</li>
<li>Some of these changes have been reversed after the GFC</li>
</ul>


<div class="note" id="org93145d7">
<p>
Some Eastern European countries did not have a housing financing system prior to 1989.
Thus, in a case-comparative paradigm, it may be needed start after 1989.
It will depends on how relevant those Eastern European countries are for the study.
</p>

</div>
</div>
</div>

<div id="outline-container-orgea7dc58" class="outline-4">
<h4 id="orgea7dc58">The decline in equity financing</h4>
<div class="outline-text-4" id="text-orgea7dc58">
<p>
As a consequence of lower relevance of equity financing, households has been more leveraged and higher risks for both borrower and lenders.
Austria, Germany and Hungary have some residuals of previous &ldquo;funding model&rdquo; in which some households have access to lower interest rates as long as they have saved for a period before (<i>Bausparkasel</i>).
Other common-ground is the absence of downpayments requirements.
</p>

<div class="note" id="orge889cb4">
<p>
The authors state that the removal of downpayment requeriments are a result of banking competition and deregularization, booming the housing buble.
</p>

</div>
<p>
Equity withdraws have become more common while loan terms have been lengthened.
Additionally, interest-only mortgages have become even more available.
Finally, some of this changes have been reversed after the GFC, mainly on equity withdraw and interest-only mortgages.
</p>
</div>
</div>
