notes/2021-02-04-10-02-32-lunde_2016_Milestones.org
*** Comparison
#+CAPTION: Some changes influencing the size of household equity: 1989
|----------------+--------------------------------+------------------+-----------------------------------|
| Country        | Downpayment for the first loan | Max term (years) | Housing equity withdraw available |
|----------------+--------------------------------+------------------+-----------------------------------|
| Australia      | Yes                            |            25-30 | No                                |
| Austria        | Yes                            |              Yes | No                                |
| Belgium        | Yes                            |               20 | No                                |
| Czech Republic | No                             |               15 | No                                |
| Denmark        | No                             |               30 | Yes (post-1992)                   |
| UK             | Yes (over 10%)                 |            20-25 | Implictly (on moving)             |
| France         | Only some banks                |               25 | No                                |
| Finland        | 20-30%                         |               15 | No                                |
| Germany        | min 20%                        |               No | Yes, but rarely used              |
| Hungary        | Yes                            |               35 | No                                |
| Iceland        | Loosely enforced               |   25 (40 before) | No                                |
| Ireland        | Yes                            |               25 | No                                |
| Netherlands    | Yes                            |            25-30 | Second mortgages available        |
| Nowrway        | 20%                            |               No | No                                |
| Poland         | -                              |                - | No                                |
| Portugal       | Yes                            |               25 | Yes                               |
| Russia         | No                             |               No | No                                |
| Spain          | Yes                            |               No | Yes                               |
| Sweden         | Not in general                 |            50-60 | At a penalty                      |
| Turkey         | -                              |            Short | -                                 |
|----------------+--------------------------------+------------------+-----------------------------------|


#+CAPTION: Some changes influencing the size of household equity: 2014
|----------------+--------------------------------+-------------------+------------------------------------------|
| Country        | Downpayment for the first loan |  Max term (years) | Housing equity withdraw available        |
|----------------+--------------------------------+-------------------+------------------------------------------|
| Australia      | 5% min                         |                30 | Yes                                      |
| Austria        | No                             |                30 | No                                       |
| Belgium        | No                             |                30 | No                                       |
| Czech Republic | No                             |                30 | No                                       |
| Denmark        | 5% (2015)                      |                30 | Yes                                      |
| UK             | 20-25%                         | No (usually < 25) | Yes                                      |
| France         | No                             |                25 | Yes (less than pre-2008)                 |
| Finland        | No                             |                30 | No                                       |
| Germany        | 20% min                        |                No | Yes                                      |
| Hungary        | No                             |                30 | Yes (not common)                         |
| Iceland        | Yes                            |                40 | Yes                                      |
| Ireland        | Yes                            |                30 | Yes                                      |
| Netherlands    | Guarantee                      |                30 | Yes                                      |
| Nowrway        | 15%                            |                30 | Yes; 2nd and reversed mortgage available |
| Poland         | 5%                             |                35 | Yes (credit line as well)                |
| Portugal       | Yes                            |                No | Yes                                      |
| Russia         | 45.9%                          |                50 | No                                       |
| Spain          | Yes                            |                No | No                                       |
| Sweden         | No (not in general)            |             50-60 | At a penalty                             |
| Turkey         | -                              |        20 (avg 7) | -                                        |
|----------------+--------------------------------+-------------------+------------------------------------------|
