docs/notes/2021-02-04-10-02-32-lunde_2016_Milestones.html

<div id="outline-container-orgc675cf4" class="outline-4">
<h4 id="orgc675cf4">Comparison</h4>
<div class="outline-text-4" id="text-orgc675cf4">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 2:</span> Some changes influencing the size of household equity: 1989</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Country</th>
<th scope="col" class="org-left">Downpayment for the first loan</th>
<th scope="col" class="org-right">Max term (years)</th>
<th scope="col" class="org-left">Housing equity withdraw available</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Australia</td>
<td class="org-left">Yes</td>
<td class="org-right">25-30</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">Austria</td>
<td class="org-left">Yes</td>
<td class="org-right">Yes</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">Belgium</td>
<td class="org-left">Yes</td>
<td class="org-right">20</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">Czech Republic</td>
<td class="org-left">No</td>
<td class="org-right">15</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">Denmark</td>
<td class="org-left">No</td>
<td class="org-right">30</td>
<td class="org-left">Yes (post-1992)</td>
</tr>

<tr>
<td class="org-left">UK</td>
<td class="org-left">Yes (over 10%)</td>
<td class="org-right">20-25</td>
<td class="org-left">Implictly (on moving)</td>
</tr>

<tr>
<td class="org-left">France</td>
<td class="org-left">Only some banks</td>
<td class="org-right">25</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">Finland</td>
<td class="org-left">20-30%</td>
<td class="org-right">15</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">Germany</td>
<td class="org-left">min 20%</td>
<td class="org-right">No</td>
<td class="org-left">Yes, but rarely used</td>
</tr>

<tr>
<td class="org-left">Hungary</td>
<td class="org-left">Yes</td>
<td class="org-right">35</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">Iceland</td>
<td class="org-left">Loosely enforced</td>
<td class="org-right">25 (40 before)</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">Ireland</td>
<td class="org-left">Yes</td>
<td class="org-right">25</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">Netherlands</td>
<td class="org-left">Yes</td>
<td class="org-right">25-30</td>
<td class="org-left">Second mortgages available</td>
</tr>

<tr>
<td class="org-left">Nowrway</td>
<td class="org-left">20%</td>
<td class="org-right">No</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">Poland</td>
<td class="org-left">-</td>
<td class="org-right">-</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">Portugal</td>
<td class="org-left">Yes</td>
<td class="org-right">25</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">Russia</td>
<td class="org-left">No</td>
<td class="org-right">No</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">Spain</td>
<td class="org-left">Yes</td>
<td class="org-right">No</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">Sweden</td>
<td class="org-left">Not in general</td>
<td class="org-right">50-60</td>
<td class="org-left">At a penalty</td>
</tr>

<tr>
<td class="org-left">Turkey</td>
<td class="org-left">-</td>
<td class="org-right">Short</td>
<td class="org-left">-</td>
</tr>
</tbody>
</table>


<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 3:</span> Some changes influencing the size of household equity: 2014</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Country</th>
<th scope="col" class="org-left">Downpayment for the first loan</th>
<th scope="col" class="org-right">Max term (years)</th>
<th scope="col" class="org-left">Housing equity withdraw available</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Australia</td>
<td class="org-left">5% min</td>
<td class="org-right">30</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">Austria</td>
<td class="org-left">No</td>
<td class="org-right">30</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">Belgium</td>
<td class="org-left">No</td>
<td class="org-right">30</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">Czech Republic</td>
<td class="org-left">No</td>
<td class="org-right">30</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">Denmark</td>
<td class="org-left">5% (2015)</td>
<td class="org-right">30</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">UK</td>
<td class="org-left">20-25%</td>
<td class="org-right">No (usually &lt; 25)</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">France</td>
<td class="org-left">No</td>
<td class="org-right">25</td>
<td class="org-left">Yes (less than pre-2008)</td>
</tr>

<tr>
<td class="org-left">Finland</td>
<td class="org-left">No</td>
<td class="org-right">30</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">Germany</td>
<td class="org-left">20% min</td>
<td class="org-right">No</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">Hungary</td>
<td class="org-left">No</td>
<td class="org-right">30</td>
<td class="org-left">Yes (not common)</td>
</tr>

<tr>
<td class="org-left">Iceland</td>
<td class="org-left">Yes</td>
<td class="org-right">40</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">Ireland</td>
<td class="org-left">Yes</td>
<td class="org-right">30</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">Netherlands</td>
<td class="org-left">Guarantee</td>
<td class="org-right">30</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">Nowrway</td>
<td class="org-left">15%</td>
<td class="org-right">30</td>
<td class="org-left">Yes; 2nd and reversed mortgage available</td>
</tr>

<tr>
<td class="org-left">Poland</td>
<td class="org-left">5%</td>
<td class="org-right">35</td>
<td class="org-left">Yes (credit line as well)</td>
</tr>

<tr>
<td class="org-left">Portugal</td>
<td class="org-left">Yes</td>
<td class="org-right">No</td>
<td class="org-left">Yes</td>
</tr>

<tr>
<td class="org-left">Russia</td>
<td class="org-left">45.9%</td>
<td class="org-right">50</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">Spain</td>
<td class="org-left">Yes</td>
<td class="org-right">No</td>
<td class="org-left">No</td>
</tr>

<tr>
<td class="org-left">Sweden</td>
<td class="org-left">No (not in general)</td>
<td class="org-right">50-60</td>
<td class="org-left">At a penalty</td>
</tr>

<tr>
<td class="org-left">Turkey</td>
<td class="org-left">-</td>
<td class="org-right">20 (avg 7)</td>
<td class="org-left">-</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
