notes/2021-02-04-10-02-32-lunde_2016_Milestones.org
** Funding the supply of mortgages

Campbell (2012, apud, p. 17-19) proposes the following classification of mortgage systems:
- deposit‐financed mortgage systems ::  bank/originator holds the loans on the balance sheet and uses deposits as the funding source
- Securitised mortgage system :: where mortgages are packaged into pools and where repackaging can be used to form different bond types, to be sold to investors
- Coverd bonds :: claims on the originator that are collateralised by pools of mortgages but where the underlying mortgages remain on the books of the originators

In 1989, deposit and covered bonds were, respectively, the first and second most common funding method.
After 25 year, only a few countries uses depositys only method as a funding method.
#+begin_tip
There were not a common "European funding method" in 1989
#+end_tip
#+begin_note
Compare these movements with a transtion plot
#+end_note
Other relevant change is the present of covered bond in 18 countries while 26 out 28 EU countries have legislation about it.
Additionally, *mortgage backed securities* were increased used from mid-1990 and is relevant for UK, Australia and Ireland.

#+CAPTION: Funding methods used in 2014
|----------------+-------------------+---------------+-----------------------------+---------------------------|
| Country        | No market lending | Deposits only | Deposits and others methods | Covered and other methods |
|----------------+-------------------+---------------+-----------------------------+---------------------------|
| Australia      |                   | X             |                             |                           |
| Austria        |                   |               | X                           | X                         |
| Belgium        |                   | X             |                             |                           |
| Czech Republic | X                 | X             |                             |                           |
| Denmark        |                   |               |                             | X                         |
| UK             |                   |               | X                           |                           |
| France         |                   |               | X                           | X                         |
| Finland        |                   | X             |                             |                           |
| Germany        |                   |               |                             | X                         |
| Hungary        | X                 | X             |                             |                           |
| Iceland        |                   |               |                             | X                         |
| Ireland        |                   | X             |                             |                           |
| Netherlands    |                   | X             |                             |                           |
| Norway         |                   |               | X                           |                           |
| Poland         | X                 |               |                             |                           |
| Portugal       |                   | X             |                             |                           |
| Russia         | X                 | X             |                             |                           |
| Spain          |                   |               | X                           | X                         |
| Sweden         |                   |               | X                           | X                         |
| Turkey         |                   |               |                             |                           |
|----------------+-------------------+---------------+-----------------------------+---------------------------|

#+CAPTION: Funding methods used in 2014
|----------------+-------------------+---------------+-----------------------------+---------------------------|
| Country        | No market lending | Deposits only | Deposits and others methods | Covered and other methods |
|----------------+-------------------+---------------+-----------------------------+---------------------------|
| Australia      | -                 |               | X                           | X                         |
| Austria        | -                 |               | X                           | X                         |
| Belgium        | -                 |               | X                           | X                         |
| Czech Republic | -                 |               | X                           | X                         |
| Denmark        | -                 |               |                             | X                         |
| UK             | -                 |               | X                           | X                         |
| France         | -                 |               | X                           | X                         |
| Finland        | -                 |               | X                           | X                         |
| Germany        | -                 |               | X                           | X                         |
| Hungary        | -                 |               | X                           | X                         |
| Iceland        | -                 |               | X                           | X                         |
| Ireland        | -                 |               | X                           | X                         |
| Netherlands    | -                 |               |                             | X                         |
| Norway         | -                 |               | X                           | X                         |
| Poland         | -                 |               | X                           | X                         |
| Portugal       | -                 |               | X                           | X                         |
| Russia         | -                 |               | X                           | X                         |
| Spain          | -                 |               | X                           | X                         |
| Sweden         | -                 |               | X                           | X                         |
| Turkey         | -                 | X             |                             |                           |
|----------------+-------------------+---------------+-----------------------------+---------------------------|

#+begin_note
The typical movement is: housing funding methods were typically public (or subsidized) and became more and more based on market priced deposits; capital markets fundings (/e.g./ mortgage backed and covered bonds).
#+end_note
