notes/2021-02-04-10-02-32-lunde_2016_Milestones.org
** Mortgage characteristics

The authors states that the mortgage differences have decreased as a result of competition and regulation.

*** Credit assessment
Besides being legally required in only 4 countries, it was a usual business practice in all sample.

*** Property valuation and registration
It was a common practice to use property value as a collateral, but was legally based only in 5 of them.
In some countries, it would even affect the interest rate charged.
In some cases (Finland, France and Germany), construction costs or even transaction was used instead of valuation.
Now, all countries requires a *public registration*.

*** Lending restrictions on access to a mortgage or housing loan
When public sector had a prominent role in determining housing funding, budgets limits were the only way to restrict loan for a house purchase.
Theses restriction are a results of usual business practices in which the LTV rule (normally 80%) was the most commonly used.
In 2014, all countries used LTV rules.
Downpayments requirements are another type of restriction for first-time buyer, buy its relevance is decreasing.
DTI rules are also in use, but not legally required except for Hungary and Poland.
#+BEGIN_tip
Besides the absence of downpayments requirements, LTV caps may act like an indirect downpayment.
Other relevant topic for the QCA model is the difference between standard business practice and legislation rules.
#+END_tip

*** Terms, currency employed and access to equity withdrawal
The maximum term were not a legally requirement[fn::Today, the maximum term is only legally based in two countries.].
In 1989, those caps were considerable diverse; while countries with no market mortgage system, the terms was generally short.
Additionally, only Australia, Germany and Slovenia allowed to raise mortgages denominated in other currency (for owner-occupied only).
However, this allowance increased until the GFC and now started to be reversed and even prohibited.

Access to equity withdraw (by raising or extending a mortage) was highly restricted.
Portugal and Spain was two exceptions, but besides it possibility, it was not commonly used due to cultural traditions.
During theses 25 years, the equity withdraws had became more general, beeing possible in 14 countries in the sample.

*** Credit risk and guarantees
The respondents to the questionnaire noted that the lender generally carries the credit risk associated with a loan contract.
The authors also points out that little has changed between 1989 and 2014.
Additionally (p.29):

#+begin_quote
Sometimes – but not included in the questionnaire – borrowers have access to insurance to ensure that they will be have adequate income to continue payments on their mortgages in the event of illness or unemployment.
#+end_quote


*** How mortgage interest rates are determined

One of the main change is the increase of number of loan types available.
The length of when an interest rate can remain fixed still varies.
In 2014, fixed interest rate period has been shortened and have the capability to determine the interest rate *individually* on loan in 7 countries.
Generally, the interest rate for a single loan is equal to a reference index plus a margin (as determined by individual lender).
It is not usual to the type of interest rate is influenced by any legal requirement.

#+CAPTION: Fixed interest rate period in 2014 (years)
|----------------+--------------------------------------------------------------------------------+-----------------------------|
| Country        | Period that can be fixed                                                       | Estimates of average period |
|----------------+--------------------------------------------------------------------------------+-----------------------------|
| Australia      | 1-15                                                                           | 3                           |
| Austria        | Short, Medium and Long                                                         | 1-7                         |
| Belgium        | The duration of loan up to 30 years or variable with initial fixed rate period | Wide range                  |
| Czech Republic | 1, 3, 5, 10, 15, 20, 30                                                        | 5                           |
| Denmark        | 1-10 (ARM); 30 (FRM)                                                           | -                           |
| UK             | 1-5                                                                            | 1-2                         |
| France         | No restrictions                                                                | -                           |
| Finland        | -                                                                              | 1 (LIBOR)                   |
| Germany        | -                                                                              | -                           |
| Hungary        | 3, 5, 10                                                                       | Mainly for state subsidized |
| Iceland        | No restrictions                                                                | 3-5                         |
| Ireland        | 1, 2, 3, 4 and 5                                                               | 3                           |
| Netherlands    | 5-10                                                                           | 5-10                        |
| Norway         | During the agreed period                                                       | 1-5 (62%); < 1 (22%)        |
| Poland         | -                                                                              | -                           |
| Portugal       | No                                                                             | No fixed                    |
| Russia         | Whole period                                                                   | 15                          |
| Spain          | No                                                                             | No fixed                    |
| Sweden         | -                                                                              | -                           |
| Turkey         | Possibly whole period                                                          | 5-10                        |
|----------------+--------------------------------------------------------------------------------+-----------------------------|



*** Foreclosures
The use of foreclosure depends on the costs and efficiency of its mechanisms.
For 1989, few respondants had the necessary information.
In 2014, the average duration was 2-3 years.
In all countries in the sample, the borrower is the responsable for the uncovered debt after the foreclosure.
#+begin_note
Even in 1989 most Eastern European countries had some private ownership and some sort of foreclosure system.
#+end_note
