docs/notes/2021-02-04-10-02-32-lunde_2016_Milestones.html
<div id="outline-container-orgff7c354" class="outline-3">
<h3 id="orgff7c354">Mortgage characteristics</h3>
<div class="outline-text-3" id="text-orgff7c354">
<p>
The authors states that the mortgage differences have decreased as a result of competition and regulation.
</p>
</div>

<div id="outline-container-orgd4010c6" class="outline-4">
<h4 id="orgd4010c6">Credit assessment</h4>
<div class="outline-text-4" id="text-orgd4010c6">
<p>
Besides being legally required in only 4 countries, it was a usual business practice in all sample.
</p>
</div>
</div>

<div id="outline-container-org2196ea1" class="outline-4">
<h4 id="org2196ea1">Property valuation and registration</h4>
<div class="outline-text-4" id="text-org2196ea1">
<p>
It was a common practice to use property value as a collateral, but was legally based only in 5 of them.
In some countries, it would even affect the interest rate charged.
In some cases (Finland, France and Germany), construction costs or even transaction was used instead of valuation.
Now, all countries requires a <b>public registration</b>.
</p>
</div>
</div>

<div id="outline-container-orgdc9f9c1" class="outline-4">
<h4 id="orgdc9f9c1">Lending restrictions on access to a mortgage or housing loan</h4>
<div class="outline-text-4" id="text-orgdc9f9c1">
<p>
When public sector had a prominent role in determining housing funding, budgets limits were the only way to restrict loan for a house purchase.
Theses restriction are a results of usual business practices in which the LTV rule (normally 80%) was the most commonly used.
In 2014, all countries used LTV rules.
Downpayments requirements are another type of restriction for first-time buyer, buy its relevance is decreasing.
DTI rules are also in use, but not legally required except for Hungary and Poland.
</p>
<div class="tip" id="org997db44">
<p>
Besides the absence of downpayments requirements, LTV caps may act like an indirect downpayment.
Other relevant topic for the QCA model is the difference between standard business practice and legislation rules.
</p>

</div>
</div>
</div>

<div id="outline-container-org0bb8841" class="outline-4">
<h4 id="org0bb8841">Terms, currency employed and access to equity withdrawal</h4>
<div class="outline-text-4" id="text-org0bb8841">
<p>
The maximum term were not a legally requirement<sup><a id="fnr.2" class="footref" href="#fn.2" role="doc-backlink">2</a></sup>.
In 1989, those caps were considerable diverse; while countries with no market mortgage system, the terms was generally short.
Additionally, only Australia, Germany and Slovenia allowed to raise mortgages denominated in other currency (for owner-occupied only).
However, this allowance increased until the GFC and now started to be reversed and even prohibited.
</p>

<p>
Access to equity withdraw (by raising or extending a mortage) was highly restricted.
Portugal and Spain was two exceptions, but besides it possibility, it was not commonly used due to cultural traditions.
During theses 25 years, the equity withdraws had became more general, beeing possible in 14 countries in the sample.
</p>
</div>
</div>

<div id="outline-container-orgf302be8" class="outline-4">
<h4 id="orgf302be8">Credit risk and guarantees</h4>
<div class="outline-text-4" id="text-orgf302be8">
<p>
The respondents to the questionnaire noted that the lender generally carries the credit risk associated with a loan contract.
The authors also points out that little has changed between 1989 and 2014.
Additionally (p.29):
</p>

<blockquote>
<p>
Sometimes – but not included in the questionnaire – borrowers have access to insurance to ensure that they will be have adequate income to continue payments on their mortgages in the event of illness or unemployment.
</p>
</blockquote>
</div>
</div>


<div id="outline-container-orgd10991e" class="outline-4">
<h4 id="orgd10991e">How mortgage interest rates are determined</h4>
<div class="outline-text-4" id="text-orgd10991e">
<p>
One of the main change is the increase of number of loan types available.
The length of when an interest rate can remain fixed still varies.
In 2014, fixed interest rate period has been shortened and have the capability to determine the interest rate <b>individually</b> on loan in 7 countries.
Generally, the interest rate for a single loan is equal to a reference index plus a margin (as determined by individual lender).
It is not usual to the type of interest rate is influenced by any legal requirement.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 6:</span> Fixed interest rate period in 2014 (years)</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Country</th>
<th scope="col" class="org-left">Period that can be fixed</th>
<th scope="col" class="org-left">Estimates of average period</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Australia</td>
<td class="org-left">1-15</td>
<td class="org-left">3</td>
</tr>

<tr>
<td class="org-left">Austria</td>
<td class="org-left">Short, Medium and Long</td>
<td class="org-left">1-7</td>
</tr>

<tr>
<td class="org-left">Belgium</td>
<td class="org-left">The duration of loan up to 30 years or variable with initial fixed rate period</td>
<td class="org-left">Wide range</td>
</tr>

<tr>
<td class="org-left">Czech Republic</td>
<td class="org-left">1, 3, 5, 10, 15, 20, 30</td>
<td class="org-left">5</td>
</tr>

<tr>
<td class="org-left">Denmark</td>
<td class="org-left">1-10 (ARM); 30 (FRM)</td>
<td class="org-left">-</td>
</tr>

<tr>
<td class="org-left">UK</td>
<td class="org-left">1-5</td>
<td class="org-left">1-2</td>
</tr>

<tr>
<td class="org-left">France</td>
<td class="org-left">No restrictions</td>
<td class="org-left">-</td>
</tr>

<tr>
<td class="org-left">Finland</td>
<td class="org-left">-</td>
<td class="org-left">1 (LIBOR)</td>
</tr>

<tr>
<td class="org-left">Germany</td>
<td class="org-left">-</td>
<td class="org-left">-</td>
</tr>

<tr>
<td class="org-left">Hungary</td>
<td class="org-left">3, 5, 10</td>
<td class="org-left">Mainly for state subsidized</td>
</tr>

<tr>
<td class="org-left">Iceland</td>
<td class="org-left">No restrictions</td>
<td class="org-left">3-5</td>
</tr>

<tr>
<td class="org-left">Ireland</td>
<td class="org-left">1, 2, 3, 4 and 5</td>
<td class="org-left">3</td>
</tr>

<tr>
<td class="org-left">Netherlands</td>
<td class="org-left">5-10</td>
<td class="org-left">5-10</td>
</tr>

<tr>
<td class="org-left">Norway</td>
<td class="org-left">During the agreed period</td>
<td class="org-left">1-5 (62%); &lt; 1 (22%)</td>
</tr>

<tr>
<td class="org-left">Poland</td>
<td class="org-left">-</td>
<td class="org-left">-</td>
</tr>

<tr>
<td class="org-left">Portugal</td>
<td class="org-left">No</td>
<td class="org-left">No fixed</td>
</tr>

<tr>
<td class="org-left">Russia</td>
<td class="org-left">Whole period</td>
<td class="org-left">15</td>
</tr>

<tr>
<td class="org-left">Spain</td>
<td class="org-left">No</td>
<td class="org-left">No fixed</td>
</tr>

<tr>
<td class="org-left">Sweden</td>
<td class="org-left">-</td>
<td class="org-left">-</td>
</tr>

<tr>
<td class="org-left">Turkey</td>
<td class="org-left">Possibly whole period</td>
<td class="org-left">5-10</td>
</tr>
</tbody>
</table>
</div>
</div>



<div id="outline-container-org71134b2" class="outline-4">
<h4 id="org71134b2">Foreclosures</h4>
<div class="outline-text-4" id="text-org71134b2">
<p>
The use of foreclosure depends on the costs and efficiency of its mechanisms.
For 1989, few respondants had the necessary information.
In 2014, the average duration was 2-3 years.
In all countries in the sample, the borrower is the responsable for the uncovered debt after the foreclosure.
</p>
<div class="note" id="orgd30f65c">
<p>
Even in 1989 most Eastern European countries had some private ownership and some sort of foreclosure system.
</p>

</div>
</div>
</div>
</div>
